
"BetterAndBetter"="越来越好";
"General" = "通用";
"Drawing" = "鼠标";
"PopUp" = "自动跳窗";
"AppleScript" = "AppleScript";
"About" = "关于";
"Trigger" = "边角触发";
"Event Trigger"="情景模式";
"Tools" = "工具箱";
"TouchPad"="触摸";
"WindowManager"="窗口管理";
"Volume"="声音管理";
"Shortcut"="快捷键";
"KeyBoard"="键盘";
"Change KeyCode"="映射";
"Stop"="停止";
"TrackPad"="触摸板";
"Magic Mouse"="妙控鼠标";
"GoTo Magic Mouse"="切换到妙控鼠标";
"GoTo TrackPad"="切换到触摸板";
"GoTo Text PopUp"="切换到文本跳窗";
"GoTo File PopUp"="切换到文件跳窗";
"Edit in External Editor" = "在外部编辑器编辑";
"Select a AppleScript first!" = "请先选择一个AppleScript！";
"Select a filter first!" = "请先选择一个规则！";
"Select a Text Field !" = "请先选择一个文本框！";
"Select a Text Field!"="请先选择一条规则";
"Please input system password" = "请输入系统密码";
"Please input bluetooth name" ="请输入已经配对的蓝牙名称";
"Please input Wi-Fi name,If want not only one ,Must split by ||"="请输入Wi-Fi名字,如果想不止一个,必须以||隔开";
"OK" = "确定";
"Cancel" = "取消";
"OFF"="关闭";
"Start Times"="开始时间";
"volume"="音量";
"Dock"="程序坞";
"Please open the SmoothScroll module in the toolbox"="请开启工具箱里的平滑滚轮模块";

"Select BlueTooth"="选择配对的蓝牙";
"Select Wi-Fi"="选择Wi-Fi";
"Input System PassWord"="请输入系统密码";
"Please press the return after input"="输入后请按回车";

"Learning"="引导";
"Normal"="正常";
"Silent"="安静";

"Shortcut key"="快捷键";
"Preset"="预设";
"AppleScript"="脚本";
"All Applications"="全部程序";

"No Display"="无显示";
"Network Speed"="网速";
"Memory and Network Speed"="内存和网速";
"Temperature,Network Speed"="温度,网速";
"Memory,Temperature,Network Speed"="内存,温度,网速";
"Icon"="图标";

"Def"="默认";

"无显示"="No Display";
"网速"="Network Speed";
"图标"="Icon";
"内存和网速"="Memory and Network Speed";
"温度,网速"="Temperature,Network Speed";
"内存,温度,网速"="Memory,Temperature,Network Speed";

"Screen Shot "="屏幕快照 ";
"Scroll Screen Shot "="长截图 ";

"Paste and Enter"="粘贴并回车";
"Search In Baidu"="在百度中查询";
"Search In Chrome"="在谷歌中查询";
"Search In Alfred"="在Alfred中查询";
"Say Selected Text"="朗读选择的文本";
"Open In AppleScript"="在脚本中打开";
"Link"="链接";
"Go To Path"="打开目录";
"AutoPassWord in PanBaidu"="百度网盘自动密码";
"Translate"="翻译";
"PasteBoard Manager"="剪切板管理";

"Transcoding For Mac"="转码成适合Mac系统";
"Get Path of a File"="获取路径,放进粘贴板";
"Nohidden All Selected"="显示所选文件";
"Nohidden All Of The Path"="显示当前目录";
"Hidden All Selected"="隐藏所选文件";

"粘贴并回车"="Paste and Enter";
"在百度中查询"="Search In Baidu";
"在谷歌中查询"="Search In Chrome";
"在Alfred中查询"="Search In Alfred";
"朗读选择的文本"="Say Selected Text";
"在脚本中打开"="Open In AppleScript";
"链接"="Link";
"打开目录"="Go To Path";
"百度网盘自动密码"="AutoPassWord in PanBaidu";
"在终端中执行"="Open In Terminal";
"在本页中查询"="Search In Tab";
"黑暗模式"="DarkMode";
"亮色模式"="LightMode";
"剪切板管理"="PasteBoard Manager";
"Blacklist"="黑名单";
"Default"="系统默认";
"NULL"="无";
"Sleep"="休眠";
"BackSpace"="退格";
"ScrollUp"="滚轮向上";
"ScrollDown"="滚轮向下";
"Holding RightMouse ScrollUp"="按住右键,滚轮向上";
"Holding RightMouse ScrollDown"="按住右键,滚轮向下";
"Holding RightMouse LeftClick"="按住右键,左键点击";
"Holding RightMouse MiddleClick"="按住右键,中键点击";

"2th button Click"="中键点击";
"Holding 2nd button ScrollUp"="按住中键,滚轮向上";
"Holding 2nd button ScrollDown"="按住中键,滚轮向下";
"3th button Click"="三键点击";
"Holding 3th button ScrollUp"="按住三键,滚轮向上";
"Holding 3th button ScrollDown"="按住三键,滚轮向下";
"Holding 3th button LeftMouseDown"="按住三键,左击";
"Holding 3th button MiddleMouseDown"="按住三键,中击";
"Holding 3th button RightMouseDown"="按住三键,右击";
"4th button Click"="四键点击";
"Holding 4th button ScrollUp"="按住四键,滚轮向上";
"Holding 4th button ScrollDown"="按住四键,滚轮向下";
"Holding 4th button LeftMouseDown"="按住四键,左击";
"Holding 4th button MiddleMouseDown"="按住四键,中击";
"Holding 4th button RightMouseDown"="按住四键,右击";
"5th button Click"="五键点击";
"Holding 5th button ScrollUp"="按住五键,滚轮向上";
"Holding 5th button ScrollDown"="按住五键,滚轮向下";
"Holding 5th button LeftMouseDown"="按住五键,左击";
"Holding 5th button MiddleMouseDown"="按住五键,中击";
"Holding 5th button RightMouseDown"="按住五键,右击";
"6th button Click"="六键点击";
"Holding 6th button ScrollUp"="按住六键,滚轮向上";
"Holding 6th button ScrollDown"="按住六键,滚轮向下";
"Holding 6th button LeftMouseDown"="按住六键,左击";
"Holding 6th button MiddleMouseDown"="按住六键,中击";
"Holding 6th button RightMouseDown"="按住六键,右击";
"Holding RightMouse 3th button Click"="按住右键,三键点击";
"Holding RightMouse 4th button Click"="按住右键,四键点击";
"Holding RightMouse 5th button Click"="按住右键,五键点击";
"Holding RightMouse 6th button Click"="按住右键,六键点击";
"MiddleMouse Click"="中键点击";
"ScrollLeft Click"="左滚轮点击";
"ScrollRight Click"="右滚轮点击";
"Holding RightMouse ScrollLeft"="按住右键,滚轮向左";
"Holding RightMouse ScrollRight"="按住右键,滚轮向右";
"Holding 3th button ScrollLeft"="按住三键,滚轮向左";
"Holding 3th button ScrollRight"="按住三键,滚轮向右";
"Holding 4th button ScrollLeft"="按住四键,滚轮向左";
"Holding 4th button ScrollRight"="按住四键,滚轮向右";
"Holding 5th button ScrollLeft"="按住五键,滚轮向左";
"Holding 5th button ScrollRight"="按住五键,滚轮向右";
"Holding 6th button ScrollLeft"="按住六键,滚轮向左";
"Holding 6th button ScrollRight"="按住六键,滚轮向右";
"3th Button Change Keycode"="三键映射";
"4th Button Change Keycode"="四键映射";
"5th Button Change Keycode"="五键映射";
"6th Button Change Keycode"="六键映射";

"Holding one second"="按住一秒";
"Custom Drawing"="绘图自定义";
"Holding RightMouse one second"="按住右键一秒";
"Holding Middle Button one second"="按住中键一秒";
"Holding 3th Button one second"="按住三键一秒";
"Holding 4th Button one second"="按住四键一秒";
"Holding 5th Button one second"="按住五键一秒";
"Holding 6th Button one second"="按住六键一秒";


"Middle Button"="中键";
"3th Button"="三键";
"4th Button"="四键";
"5th Button"="五键";
"6th Button"="六键";


"Space 1_Top_Left"="桌面一左上角";
"Space 1_Top_Right"="桌面一右上角";
"Space 1_Bottom_Left"="桌面一左下角";
"Space 1_Bottom_Right"="桌面一右下角";

"Space 2_Top_Left"="桌面二左上角";
"Space 2_Top_Right"="桌面二右上角";
"Space 2_Bottom_Left"="桌面二左下角";
"Space 2_Bottom_Right"="桌面二右下角";

"Space 3_Top_Left"="桌面三左上角";
"Space 3_Top_Right"="桌面三右上角";
"Space 3_Bottom_Left"="桌面三左下角";
"Space 3_Bottom_Right"="桌面三右下角";

"Space 4_Top_Left"="桌面四左上角";
"Space 4_Top_Right"="桌面四右上角";
"Space 4_Bottom_Left"="桌面四左下角";
"Space 4_Bottom_Right"="桌面四右下角";

"Space 1_Top"="桌面一上边";
"Space 1_Left"="桌面一左边";
"Space 1_Bottom"="桌面一下边";
"Space 1_Right"="桌面一右边";

"Space 2_Top"="桌面二上边";
"Space 2_Left"="桌面二左边";
"Space 2_Bottom"="桌面二下边";
"Space 2_Right"="桌面二右边";

"Space 3_Top"="桌面三上边";
"Space 3_Left"="桌面三左边";
"Space 3_Bottom"="桌面三下边";
"Space 3_Right"="桌面三右边";

"Space 4_Top"="桌面四上边";
"Space 4_Left"="桌面四左边";
"Space 4_Bottom"="桌面四下边";
"Space 4_Right"="桌面四右边";

"Top"="上边";
"Left"="左边";
"Bottom"="下边";
"Right"="右边";

"Top_Left"="左上角";
"Top_Right"="右上角";
"Bottom_Left"="左下角";
"Bottom_Right"="右下角";
"Go to Next Space"="转到下一桌面";
"Go to Previous Space"="转到上一桌面";

"Day"="白天";
"Night"="夜晚";
"Power On"="开机";
"Power Off"="关机";
"Computer Will Sleep"="电脑休眠";
"Computer Waked"="电脑苏醒";
"Screen Sleeped"="屏幕休眠";
"Screen Waked"="屏幕苏醒";
"Screen Saver Start"="屏保开始";
"Screen Saver Will Stop"="屏保将停止";
"Screen Saver Stoped"="屏保已停止";
"Screen Locked"="屏幕锁定";
"Screen UnLocked"="屏幕解锁";
"An App Activated"="程序激活";
"An App Launched"="程序启动";
"Volume Mounted"="磁盘挂载";
"Volume Will UnMount"="磁盘将卸载";
"Volume UnMounted"="磁盘已卸载";
"Space Changed"="桌面转换";
"AC Power"="电源供电";
"Battery Power"="电池供电";
"Min KeyBoard Brightness"="关闭键盘灯";
"Max KeyBoard Brightness"="最亮键盘灯";
"Battery Power < 20%"="电池 < 20%";
"Battery Power < 10%"="电池 < 10%";
"Battery Power < 5%"="电池 < 5%";
"Closed Lid"="合盖";
"Opened Lid"="开盖";
"computer Free Half An Hour"="电脑空闲半小时";
"computer Free An Hour"="电脑空闲一小时";
"iphone Call"="iphone来电";
"NO,Thanks"="不,谢谢";


"系统默认"="Default";
"No"="无";
"Note"="备注";
"Select a AppleScript"="选择脚本";
"Select a Event"="选择事件";
"Select a Preset"="选择预设";
"disable Wi-Fi"="断开WI-FI";
"enable Wi-Fi"="连接WI-FI";
"Open WeChat.app"="打开微信";
"Open QQ.app"="打开QQ";
"Activate WeChat"="激活微信";
"Open the specified link"="打开指定的链接";
"Create a new file"="新建文件";
"maximize window"="最大化窗口";
"Auto Space 2"="智能桌面二";
"hide/unhide application"="隐藏/显示 程序";
"Click after select"="选择后单击";
"Click to select gesture"="点击选择手势";
"Click to select"="点击选择";
"LeftClick"="左键点击";
"MiddleClick"="中键点击";
"RightClick"="右键点击";
"NoClick"="无点击";
"File PopUp"="文件跳窗";
"Text PopUp"="文本跳窗";

"Start/Stop Moving Window"="开始/停止 移动窗口";

"Copy"="拷贝";
"Paste"="粘贴";
"Paste↵"="粘贴↵";
"Cut"="剪切";
"Delete"="删除";
"Undo"="重做";
"All"="全选";
"Baidu"="百度";
"Search"="查找";
"Left ⌘" = "左 ⌘";
"Left ⌃" = "左 ⌃";
"Left ⇧" = "左 ⇧";
"Left ⌥" = "左 ⌥";
"Right ⌘" = "右 ⌘";
"Right ⇧" = "右 ⇧";
"Right ⌥" = "右 ⌥";
"Function Key "="功能键 ";


"Hide"="隐藏";
"Show"="显示";
"Path"="路径";
"Code"="转码";
"Move"="移到";
"Create Disk File"="生成映像文件";
"Please input password"="请输入密码";

"Select Wi-Fi Name"="选择Wi-Fi名称";

"Adsorbent Window at Left"="窗口吸附在左边";
"Adsorbent Window at Right"="窗口吸附在右边";
"Open Preference"="打开设置面板";
"Open/Close Paste Manager"="打开/关闭剪切板管理";
"Open/Close Not Disturb"="打开/关闭免打扰";
"Single Window Screenshot"="单个窗口截图";
"VolumeUp"="增加音量";
"VolumeDown"="减少音量";
"VolumeMute"="静音";
"BrightnessUp"="增加亮度";
"BrightnessDown"="减少亮度";
"Screen Flash"="屏幕闪烁";
"Quick Screen Flash"="快速屏幕闪烁";
"Previous Track"="上一首";
"Play/Pause"="播放/暂停";
"Next Track"="下一首";
"External Screen BrightnessUp"="外接屏幕增加亮度";
"External Screen BrightnessDown"="外接屏幕减少亮度";
"Move Window To Next Space"="移动窗口到下一桌面";
"Move Window To Pre Space"="移动窗口到上一桌面";
"Input PassWord"="输入系统密码";
"Minimization"="最小化";
"All Minimization"="最小化全部窗口";
"Minimization_of_Recovery"="恢复最小化";
"LeftMouseClick"="左键点击";
"MiddleMouseClick"="中键点击";
"RightMouseClick"="右键点击";
"⌘+Click"="⌘+点击";
"⇧+⌘+Click"="⇧+⌘+点击";
"Custom Window"="自定义窗口";
"Maximization"="最大化";
"Max of Height"="高度最大化";
"Max of Width"="宽度最大化";
"Set FirstWindow To Default Data"="设置自定义窗口数据";
"Recover FirstWindow From Default Data"="恢复成自定义窗口数据";
"Previous Window"="前一个窗口";
"Previous Application"="前一个程序";
"Quarte_of_Top_Right"="1/4右上角";
"Quarte_of_Top_Left"="1/4左上角";
"Quarte_of_Bottom_Right"="1/4右下角";
"Quarte_of_Bottom_Left"="1/4左下角";
"Half_of_Top"="1/2上半部";
"Half_of_Bottom"="1/2下半部";
"Half_of_Right"="1/2右半部";
"half_of_Left"="1/2左半部";
"Move Window To Pre Screen"="移窗口到上一个屏幕";
"Move Window To Next Screen"="移窗口到下一个屏幕";
"Center"="居中";
"Chinese/English"="中/英";
"LockScreen"="锁屏";
"FullScreen"="全屏";
"Enter Full Screen"="进入全屏幕";
"Exit Full Screen"="退出全屏";
"Exit FullScreen"="退出全屏";
"hide/nohidden menubar icon"="隐藏/显示菜单栏图标";
"Hidden All Selected"="隐藏所选文件";
"Nohidden All Selected"="显示所选文件";
"Get Path of a File"="获取路径,放进粘贴板";
"Transcoding For Mac"="转码成适合Mac系统";
"Paste and Enter"="粘贴并回车";

"Open In AppleScript"="在脚本中打开";
"Open In Terminal"="在终端中执行";
"Search In Tab"="在本页中查询";
"DarkMode"="黑暗模式";
"LightMode"="亮色模式";
"Scroll Screenshots"="长截图";

"Position"="位置";
"Size"="尺寸";
"Screen Width"="屏幕宽度";
"Screen Height"="屏幕高度";

"Blacklist:Add applications what you want to forbid"="黑名单：你添加想要禁止的程序";
"Close Tab"="关闭标签页";
"Quit Application"="退出程序";
"Next Tab"="下一个标签页";
"Minimization of recovery"="恢复最小化";
"Minimization"="最小化";
"Zoom"="缩放";
"Next Window"="下一个窗口";
"Prev Space"="上一个桌面";
"Next Space"="下一个桌面";
"Open at new tab"="在新标签页打开";
"Prev Tab"="上一个标签页";
"Refresh"="刷新";
"Go to Space 1"="切换到桌面 1";
"Go to Space 2,For details, see the Applescript Window"="切换到桌面 2,详见AppleScript模块";
"Go to Space 2"="切换到桌面 2";
"Go to Space 3"="切换到桌面 3";
"Go to Space 4"="切换到桌面 4";
"Application Window"="程序窗口";
"Select ALL"="选择全部";
"Paste"="粘贴";
"PageDown"="向下翻页";
"PageUp"="向上翻页";
"Holding Fn,One finger tap on the upper right corner of the touchpad..."="按住Fn键,单指在触摸板的右上角轻拍...";
"Preset"="预设";
"Shortcut"="快捷键";
"Open Link of Under Mouse in New Tab"="在新的标签页里打开鼠标下的链接";
"Memory 10 pasteboard"="记住十个剪切板内容";

"Next Picture"="下一张图片";
"Pre Picture"="上一张图片";


"Blacklist"="黑名单";
"1Finger_Tap"="单指轻拍";
"1Finger_Click"="单指点按";
"1Finger_Tap_Top_Left"="单指左上角轻拍";
"1Finger_Tap_Top_Right"="单指右上角轻拍" ;
"1Finger_Tap_Bottom_Left"="单指左下角轻拍" ;
"1Finger_Tap_Bottom_Right"="单指右下角轻拍" ;
"1Finger_Tap_Top_Middle"="单指上中边轻拍" ;
"1Finger_Tap_Right_Middle"="单指右中边轻拍" ;
"1Finger_Tap_Bottom_Middle"="单指下中边轻拍" ;
"1Finger_Tap_Left_Middle"="单指左中边轻拍" ;

"1Finger_Click_Top_Left"="单指左上角点按";
"1Finger_Click_Top_Right"="单指右上角点按" ;
"1Finger_Click_Bottom_Left"="单指左下角点按" ;
"1Finger_Click_Bottom_Right"="单指右下角点按" ;
"1Finger_Click_Top_Middle"="单指上中边点按" ;
"1Finger_Click_Right_Middle"="单指右中边点按" ;
"1Finger_Click_Bottom_Middle"="单指下中边点按" ;
"1Finger_Click_Left_Middle"="单指左中边点按" ;

"1Finger_Tap_Middle"="单指中心轻拍" ;
"2Finger_Click"="二指点按";
"2Finger_Tap"="二指轻拍" ;
"2Finger_TipTap_Right"="二指，右指轻拍" ;
"2Finger_TipTap_Left"="二指，左指轻拍" ;
"2Finger_Swipe_Left"="二指左滑" ;
"2Finger_Swipe_Right"="二指右滑" ;
"2Finger_TipTap_Near_Left"="二指，左指近拍" ;
"2Finger_TipTap_Far_Left"="二指，左指远拍" ;
"2Finger_TipTap_Near_Right"="二指，右指近拍" ;
"2Finger_TipTap_Far_Right"="二指，右指远拍" ;
"2Finger_Swipe_Up_From Bottom"="二指底部滑入";
"2Finger_Swipe_Down_From Top"="二指顶部滑入";
"2Finger_Swipe_Right_From Left"="二指左侧滑入";
"2Finger_Swipe_Left_From Right"="二指右侧滑入";
"2Finger_Pinch_In"="二指捏合" ;
"2Finger_Pinch_Out"="二指张开" ;
"2Finger_TipSwipe_Left_Finger_Left"="二指，左指左滑" ;
"2Finger_TipSwipe_Left_Finger_Right"="二指，左指右滑" ;
"2Finger_TipSwipe_Right_Finger_Left"="二指，右指左滑" ;
"2Finger_TipSwipe_Right_Finger_Right"="二指，右指右滑" ;
"3Finger_Click"="三指点按";
"3Finger_Tap"="三指轻拍" ;
"3Finger_TipTap_Middle"="三指，中指轻拍" ;
"3Finger_TipTap_Left"="三指，左指轻拍" ;
"3Finger_TipTap_Right"="三指，右指轻拍" ;
"3Finger_Swipe_Left"="三指左滑";
"3Finger_Swipe_Right"="三指右滑" ;
"3Finger_Swipe_Down"="三指下滑" ;
"3Finger_Swipe_Up"="三指上滑" ;
"3Finger_Pinch_In"="三指合拢";
"3Finger_Pinch_Out"="三指张开" ;
"3Finger_TipSwipe_Left_Finger_Left"="三指，左指左滑" ;
"3Finger_TipSwipe_Left_Finger_Right"="三指，左指右滑" ;
"4Finger_Click"="四指点按";
"4Finger_Tap"="四指轻拍" ;
"4Finger_Swipe_Left"="四指左滑" ;
"4Finger_Swipe_Right"="四指右滑";
"4Finger_Swipe_Down"="四指下滑" ;
"4Finger_Swipe_Up"="四指上滑" ;
"4Finger_Pinch_In"="四指合拢" ;
"4Finger_Pinch_Out"="四指张开";
"4Finger_TipSwipe_Left_Finger_Left"="四指，左指左滑";
"4Finger_TipSwipe_Left_Finger_Right"="四指，左指右滑";
"4Finger_TipTap_Left"="四指，左指轻拍" ;
"4Finger_TipTap_Right"="四指，右指轻拍" ;
"5Finger_Tap"="五指轻拍" ;
"5Finger_Click"="五指点按";
"5Finger_Swipe_Left"="五指左滑" ;
"5Finger_Swipe_Right"="五指右滑";
"5Finger_Swipe_Down"="五指下滑" ;
"5Finger_Swipe_Up"="五指上滑" ;
"1Finger_DoubleTap"="单指双拍" ;
"2Finger_DoubleTap"="二指双拍" ;
"3Finger_DoubleTap"="三指双拍" ;
"4Finger_DoubleTap"="四指双拍" ;
"5Finger_DoubleTap"="五指双拍" ;

"1Finger_ForceClick"="单指重压";
"2Finger_ForceClick"="二指重压";
"3Finger_ForceClick"="三指重压";
"4Finger_ForceClick"="四指重压";
"5Finger_ForceClick"="五指重压";



"Select"="选择";

"Please Select"="请选择";
"Disable"="不启用";
"One_Finger_Double_Tap"="单指两次轻拍";
"Separate_Two_Fingers"="分开的二指";
"One_Finger_Press"="单指点按";


"Launchpad & Dock"="启动台和程序坞";
"Mission Contrl"="调度中心";
"Keyboard"="键盘";
"Input Sources"="输入法";
"Screen Shots"="屏幕快照";
"Spotlight"="聚焦";
"Accessibility"="辅助功能";

"Contrast"="对比度";
"All Applications"="所有应用程序";
"App Shortcuts"="应用快捷键";
"System"="系统";
"Move focus to the menu bar"="将焦点移到菜单栏";
"Move focus to the Dock"="将焦点移到程序坞";
"Move focus to active or next window"="将焦点移到活跃窗口或新窗口";
"Move focus to window toolbar"="将焦点移到窗口工具栏";
"Move focus to floating window"="将焦点移到浮动窗口";
"Turn keyboard access on or off"="打开或关闭键盘访问";
"Change the way Tab moves focus"="更换 Tab 键移动焦点的方式";
"Turn zoom on or off"="打开或关闭缩放";
"Zoom in"="放大";
"Zoom out"="缩小";
"Invert colors"="反转颜色";
"Turn image smoothing on or off"="打开或关闭平滑图像";
"Increase contrast"="提高对比度";
"Decrease contrast"="降低对比度";
"Move focus to next window"="将焦点移到新窗口";
"Save picture of screen as file"="将屏幕图片存储为文件";
"Copy picture of screen to the clipboard"="将屏幕图片拷贝到剪切板";
"Save picture of selected area as file"="将所选区域的图片存储为文件";
"Copy picture of selected area to clipboard"="将所选区域的图片拷贝到剪切板";
"Mission Control"="调度中心";
"Application Windows"="应用程序窗口";
"Show Desktop"="显示桌面";
"Move focus to the window drawer"="将焦点移到窗口抽屉";
"Turn Dock Hiding On/Off"="打开或关闭隐藏程序坞";
"Move focus to the status menus"="将焦点移到状态菜单";
"Turn VoiceOver on or off"="打开或关闭旁白";
"Select the previous input source"="选择上一个输入法";
"Select next source in the Input Menu"="选择“输入法”菜单中的下一个输入法";
"Show Dashboard"="显示仪表盘";
"Show Spotlight search"="显示“聚焦”搜索";
"Show Finder search window"="显示“访达”搜索窗口";
"Move left a space"="向左移动一个空间";
"Move right a space"="向右移动一个空间";
"Show Help Menu"="显示帮助菜单";
"Switch to Desktop 1"="切换到桌面 1";
"Switch to Desktop 2"="切换到桌面 2";
"Switch to Desktop 3"="切换到桌面 3";
"Switch to Desktop 4"="切换到桌面 4";
"Show/Hide Trackpad Handwriting"="显示/隐藏手写输入";
"Show Launchpad"="显示启动台";
"Show Accessibility controls"="显示辅助功能控制";
"Show Notification Center"="显示通知中心";
"Turn Do Not Disturb On/Off"="打开/关闭勿扰模式";
"Turn focus following on or off"="打开或关闭焦点跟随";
"characters"="字节";
"Data"="格式";
"Plain Text"="纯文本";
"Files"="个文件";
"Folders"="个文件夹";
"File"="1 个文件";
"Folder"="1 个文件夹";
"and"="和";
"Open/Close Mini Keyboard"="打开/关闭小键盘";
"Turn On BlueTooth"="打开蓝牙";
"Turn Off BlueTooth"="关闭蓝牙";
"Turn On WIFI"="打开WIFI";
"Turn Off WIFI"="关闭WIFI";

"All Information"="全部信息";

"Hide All Applications Except Finder"="隐藏除访达所有程序";
"Unhide All Applications"="显示所有程序";




"Black"="黑色";
"Navy Blue"="藏青";
"Dark Blue"="暗蓝";
"Medium Blue"="中蓝";
"Blue"="蓝色";
"International Klein Blue"="国际奇连蓝";
"Prussian blue"="普鲁士蓝";
"Dark Powder Blue"="暗婴儿粉蓝";
"Ultramarine"="极浓海蓝";
"Marine Blue"="水手蓝";
"Cobalt Blue"="钴蓝";
"Mineral Blue"="矿蓝";
"Strong Blue"="浓蓝";
"Dark Green"="暗绿";
"Azure"="湛蓝";
"Green"="绿色";
"Teal"="凫绿";
"Peacock Blue"="孔雀蓝";
"Dark Cyan"="暗青";
"Peacock Green"="孔雀绿";
"Deep Sky Blue"="深天蓝";
"Dark Turquoise"="暗绿松石色";
"Medium Spring Green"="中春绿色";
"Lime"="鲜绿色";
"Spring Green"="春绿";
"Cyan"="青色";
"Sapphire"="蓝宝石色";
"Lapis Lazuli"="天青石蓝";
"Cyan Blue"="青蓝";
"Viridian"="铬绿";
"Mint"="薄荷绿";
"Midnight Blue"="午夜蓝";
"Dodger Blue"="道奇蓝";
"Light Sea Green"="亮海绿";
"Forest Green"="森林绿";
"Malachite"="孔雀石绿";
"Dark Mineral Blue"="暗矿蓝";
"Cerulean blue"="蔚蓝";
"Sea Green"="海绿";
"Dark Slate Gray"="暗岩灰";
"Turquoise"="绿松石色";
"Lime Green"="柠檬绿";
"Turquoise Blue"="土耳其蓝";
"Ivy Green"="常春藤绿";
"Medium Sea Green"="中海绿";
"Royal Blue"="品蓝";
"Steel Blue"="钢青色";
"Burgundy"="勃艮第酒红";
"Saxe Blue"="萨克斯蓝";
"Dark Slate Blue"="暗岩蓝";
"Medium Turquoise"="中绿松石色";
"Indigo"="靛色";
"Coconut Brown"="椰褐";
"Coffee"="咖啡色";
"Salvia Blue"="鼠尾草蓝";
"Turquoise Green"="绿松石绿";
"Heliotrope"="缬草紫";
"Emerald"="碧绿";
"Dark Olive Green"="暗橄榄绿";
"Wedgwood Blue"="韦奇伍德瓷蓝";
"Wisteria"="紫藤色";
"Pale Denim"="灰丁宁蓝";
"Cadet Blue"="军服蓝";
"Iron Gray"="铁灰色";
"Cornflower Blue"="矢车菊蓝";
"Amethyst"="紫水晶色";
"Mauve"="木槿紫";
"Medium Aquamarine"="中碧蓝色";
"Bright Green"="明绿";
"Cobalt Green"="钴绿";
"Aqua Blue"="水蓝";
"Dimgray"="昏灰";
"Moss Green"="苔藓绿";
"Slate Blue"="岩蓝";
"Olive Drab"="橄榄军服绿";
"Sepia"="乌贼墨色";
"Slate Gray"="岩灰";
"Foliage Green"="叶绿";
"Celadon Green"="青瓷绿";
"Pansy"="三色堇紫";
"Light Slate Gray"="亮岩灰";
"Pale Blue"="灰蓝";
"Medium Slate Blue"="中岩蓝";
"Lawn Green"="草坪绿";
"Chartreuse"="查特酒绿";
"Aquamarine"="碧蓝色";
"Maroon"="栗色";
"Purple"="紫色";
"Olive"="橄榄色";
"Gray"="灰色";
"Grayish Purple"="浅灰紫红";
"Sky Blue"="天蓝";
"Light Sky Blue"="亮天蓝";
"Baby Blue"="浅蓝";
"Blue Violet"="蓝紫";
"Dark Red"="暗红";
"Dark Magenta"="暗洋红";
"Violet"="紫罗兰色";
"Saddle Brown"="鞍褐";
"Apple Green"="苹果绿";
"Dark Sea Green"="暗海绿";
"Light Green"="亮绿";
"Medium Purple"="中紫红";
"Dark Violet"="暗紫";
"Pale Green"="灰绿";
"Cardinal Red"="枢机红";
"Dark Orchid"="暗兰紫";
"Khaki"="卡其色";
"Grass Green"="草绿";
"Fresh Leaves"="嫩绿";
"Yellow Green"="黄绿";
"Sienna"="赭黄";
"Camel"="驼色";
"Brown"="褐色";
"Horizon Blue"="苍色";
"Dark Gray"="暗灰";
"Light Blue"="亮蓝";
"Green Yellow"="绿黄";
"Aqua"="水色";
"Pale Turquoise"="灰绿松石色";
"Light Steel Blue"="亮钢蓝";
"Powder Blue"="婴儿粉蓝";
"Fire Brick"="耐火砖红";
"Lilac"="紫丁香色";
"Old Rose"="陈玫红";
"Bronze"="铜色";
"Dark Goldenrod"="暗金菊色";
"Mineral Violet"="矿紫";
"Medium Orchid"="中兰紫";
"Rosy Brown"="玫瑰褐";
"Dark Khaki"="暗卡其色";
"Silver"="银色";
"Medium Violet Red"="中青紫红";
"Ruby"="红宝石色";
"Burnt Orange"="燃橙";
"Ocher"="赭色";
"Clematis"="铁线莲紫";
"Pale Ocre"="灰土色";
"Mustard"="芥末黄";
"Periwinkle"="长春花色";
"Light Lime"="亮柠檬绿";
"Indian Red"="印度红";
"Peru"="秘鲁色";
"Chocolate"="巧克力色";
"Tan"="日晒色";
"Light Gray"="亮灰色";
"Thistle"="蓟紫";
"Mallow"="锦葵紫";
"Orchid"="兰紫";
"Goldenrod"="金菊色";
"Pale Violet Red"="灰紫红";
"Crimson"="绯红";
"Gainsboro"="庚斯博罗灰";
"Plum"="梅红色";
"Cerise"="樱桃红";
"Burly Wood"="硬木色";
"Light Cyan"="亮青";
"Alizarin Crimson"="茜红";
"Strong Red"="鲜红";
"Carmine"="胭脂红";
"Camellia"="山茶红";
"Opera Mauve"="优品紫红";
"Flamingo"="火鹤红";
"Apricot"="杏黄";
"Chrome Yellow"="铬黄";
"Jasmine"="茉莉黄";
"Sand Beige"="沙棕";
"Pail Lilac"="淡紫丁香色";
"Mimosa"="含羞草黄";
"Lavender"="薰衣草紫";
"Dark Salmon"="暗鲑红";
"Light Violet"="亮紫";
"Pale Goldenrod"="灰金菊色";
"Light Coral"="亮珊瑚色";
"Light Khaki"="亮卡其色";
"Alice Blue"="爱丽丝蓝";
"Honeydew"="蜜瓜绿";
"Tangerine"="橘色";
"Fuchsia"="品红";
"Sand Brown"="沙褐";
"Wheat"="小麦色";
"Beige"="米黄色";
"White Smoke"="白烟色";
"Mint Cream"="薄荷奶油色";
"Ghost White"="幽灵白";
"Salmon"="鲑红";
"Antique White"="古董白";
"Linen"="亚麻色";
"Light Goldenrod Yellow"="亮金菊黄";
"Old Lace"="旧蕾丝色";
"Red"="红色";
"Rose"="玫瑰红";
"Magenta"="洋红";
"Magenta Rose"="洋玫瑰红";
"Deep Pink"="深粉红";
"Scarlet"="腥红";
"Orange Red"="橙红";
"Vermilion"="朱红";
"Persimmon"="柿子橙";
"Tomato"="蕃茄红";
"Rose Pink"="浅玫瑰红";
"Hot Pink"="暖粉红";
"Sun Orange"="阳橙";
"Spinel Red"="尖晶石红";
"Coral"="珊瑚红";
"Tropical Orange"="热带橙";
"Salmon Pink"="浅鲑红";
"Coral Pink"="浅珊瑚红";
"Dark Orange"="暗橙";
"Marigold"="万寿菊黄";
"Light Salmon"="亮鲑红";
"Orange"="橙色";
"Honey Orange"="蜜橙";
"Shell Pink"="壳黄红";
"Pearl Pink"="浅珍珠红";
"Light Pink"="亮粉红";
"Amber"="琥珀色";
"Pink"="粉红";
"Golden"="金色";
"Baby Pink"="浅粉红";
"Peach Puff"="粉扑桃色";
"Navajo White"="那瓦霍白";
"Moccasin"="鹿皮鞋色";
"Bisque"="陶坯黄";
"Misty Rose"="雾玫瑰色";
"Peach"="桃色";
"Blanched Almond"="杏仁白";
"Canary Yellow"="鲜黄";
"Papaya Whip"="蕃木瓜色";
"Lavender Blush"="薰衣草紫红";
"Seashell"="海贝色";
"Cornsilk"="玉米丝色";
"Lemon Chiffon"="柠檬绸色";
"Floral White"="花卉白";
"Snow"="雪色";
"Cream"="奶油色";
"Yellow"="黄色";
"Moon Yellow"="月黄";
"Champagne Yellow"="香槟黄";
"Light Yellow"="亮黄";
"Ivory"="象牙色";
"White"="白色";

